Repository: common-repository/pppt
Catalog: languages/pppt-*.po
Languages: fr_fr

source: Please select at least one plugin.
fr_fr: Veuillez sélectionner au moins une extension.

source: Loading...
fr_fr: Chargement en cours ...

source: Launch Thickbox
fr_fr: Lancer Thickbox

source: Archive
fr_fr: Archiver

source: You have <strong>%s</strong> plugin%s archived. <a href="javascript:pppt_show_archives();">Click here</a> to manage them.
fr_fr: Vous avez %s extension%s dans vos archives. <a href="javascript:pppt_show_archives();">Cliquez-ici</a> pour gérer ces dernières.

source: You do not have plugins archived yet.
fr_fr: Vous n'avez pas d'extensions archivées actuellement.

source: check / uncheck all
fr_fr: cocher / décocher tout

source: restore
fr_fr: restaurer

source: delete
fr_fr: supprimer

source: Restore
fr_fr: Restaurer

source: Delete
fr_fr: Supprimer

source: Plugin site
fr_fr: Site de l'extension

source: Sorry, the archive destination path is not writable.
fr_fr: Désolé, le dossier de destination pour les archives n'est pas en écriture.

source: The archive destination path was created with success.
fr_fr: Le dossier de destination des archives a bien été créé.

source: Sorry, the archive destination path for <strong>%s</strong> is not writable.
fr_fr: Désolé, le dossier de destination des archives <strong>%s</strong> n'est pas en écriture.

source: Plugin <strong>%s</strong> has been <strong>archived</strong>.
fr_fr: L'extension <strong>%s</strong> a été <strong>archivée</strong>.

source: You are not allowed to make this.
fr_fr: Vous n'êtes pas autorisé à faire cela.

source: Sorry, the plugin destination path for <strong>%s</strong> is not writable.
fr_fr: Désolé, le dossier de destination de l'extension <strong>%s</strong> n'est pas en écriture.

source: Plugin <strong>%s</strong> has been <strong>restored</strong>.
fr_fr: L'extension <strong>%s</strong> a bien été <strong>restaurée</strong>.

source: Plugin <strong>%s</strong> has been <strong>deleted</strong>.
fr_fr: L'extension <strong>%s</strong> a bien été <strong>supprimée</strong>.

source: Zip extension not loaded in PHP.
fr_fr: L'extension ZIP n'est pas chargée.

source: Plugin directory source <strong>%s</strong> does not exist.
fr_fr: Le dossier source de l'extension <strong>%s</strong> n'existe pas.

source: Destination directory <strong>%s</strong> does not exist.
fr_fr: Le dossier de destination <strong>%s</strong> n'existe pas.

source: Failed to create zip file on destination : <strong>%s</strong>.
fr_fr: Erreur lors de la création du fichier zip : <strong>%s</strong>.

source: Archive plugins you don't need anymore, and get it back when you want it.
fr_fr: Archiver les extensions dont vous n'avez plus besoin, et récupérer les plus tard quand vous le voudrez.
